Public Attributes | List of all members
API_OverrideRuleGroup Struct Reference
Graphic Overrides
Represents a group of override rules with a name. More...
#include <APIdefs_Environment.h>
 Public Attributes
 API_Guid  | guid
The unique identifier of the rule group.
 GS::UniString  | name
The name of the rule group, that is unique within its project.
Detailed Description
Represents a group of override rules with a name.